{
    "funFacts":
    [
        [
            "In Canada, the canoe has long been associated with the fur trade and the romantic figure of the voyageur."
        ],
        [
            "The maple leaf is one of the most recognizable symbols of Canada and is featured on the national flag."
        ],
        [
            "Inuit live throughout most of Northern Canada in the territory of Nunavut."
        ],
        [
            "The official tartan for Canada as a whole is known as the Maple leaf tartan."
        ],
        [
            "Igloo comes from the Inkuktitut word “iglu” meaning house."
        ],
        [
            "Hoser is a slang word for a Canadian of limited intelligence."
        ],
        [
            "Canada produces 71% of the world's maple syrup, 91% of it coming from Quebec."
        ],
        [
            "Canadian bacon comes from the loin of the pig instead of the side or belly."
        ],
        [
            "Canadians apologize so much, Canada passed the Apology Act in 2009."
        ],
        [
            "There are more than 33 species of whale that live in Canada's oceans."
        ],
        [
            "One of Canada's most famous nicknames is the Great White North."
        ],
        [
            "This word is a humorous (though incorrect) take on the Canadian accent saying the word “about”"
        ],
        [
            "Banff was declared a UNESCO World Heritage Site in 1984."
        ],
        [
            "About 28 million litres of water travel down Niagara Falls every second."
        ],
        [
            "The word totem comes from the Algonquian word “odoodem” meaning “his kinship group”."
        ],
        [
            "Queen Elizabeth II has been Canada's monarch for over 70 years."
        ],
        [
            "Loons have beautiful, crimson red eyes, but this is only during mating season."
        ],
        [
            "The Métis invented the york boat, used by the Hudson's Bay Company to carry furs and trade goods along waterways."
        ],
        [
            "Toque (or tuque) is the official name for a winter hat in Canada!"
        ],
        [
            "The 202 km of Rideau Canal with 47 locks is the oldest, continuously operated canal system in North America."
        ],
        [
            "Canada has the 3rd largest oil reserves in the world and is the 4th largest oil producer and exporter."
        ],
        [
            "A subspecies known as “giant” Canada geese are the largest geese in the world."
        ],
        [
            "Canada has more lakes than the rest of the world combined! Almost 9% of Canada's total surface area is covered by freshwater."
        ],
        [
            "As of 2019, there were 47 Crown corporations in Canada, including CBC, Canada Post, VIA Rail, the Royal Canadian Mint, and the Bank of Canada."
        ],
        [
            "PEI produces more potatoes for Canada than any other province and produces 2.5 billion lbs (1.1 million tonnes) per year globally!"
        ],
        [
            "Roots Canada opened its first store in 1973 selling footwear, and started using the beaver logo in 1985 with the launch of their athletic brand."
        ],
        [
            "On February 10, 1999, Tahtsa Lake, British Columbia got hit with 145 cm (4'9\") of snow in ONE day!"
        ],
        [
            "Yukon is home to Mount Logan, Canada's tallest mountain (5959 m) and the 2nd highest peak in North America."
        ],
        [
            "Canada is home to about 16,000 polar bears, which is approximately two-thirds of the world's total estimated population."
        ],
        [
            "Bison are North America's largest land animal, with bulls weighing up to 2000 lbs (900 kg) and cows up to 1000 lbs (450 kg)."
        ],
        [
            "Toronto's CN Tower held the record for the world's tallest free-standing structure for 32 years, from 1975 until 2007."
        ],
        [
            "Roughly half of the world's Grizzly Bears (a Brown Bear subspecies) live in Canada, mostly in BC."
        ],
        [
            "One of the NHL's founding teams, the Toronto Maple Leafs have won 13 Stanley Cups, the most recent being in 1967."
        ],
        [
            "Close to half of all Canadian wheat is grown in Saskatchewan, followed by Alberta and Manitoba."
        ],
        [
            "There's a whopping 48 National Parks and over one thousand Provincial and Territorial parks in the Great White North!"
        ],
        [
            "Kayaks were originally designed for hunting and fishing. In fact, the word kayak means “hunter's boat”, and came from “qajaq” or “qayarq”, a Greenlandic Inuit word."
        ],
        [
            "The moose is the largest species of deer in the world. The average weight of a fully grown male moose (a bull) is 1500 lbs (680 kg)!"
        ],
        [
            "Since 2016, the month of June has been declared Pride Month in Canada to celebrate the LGBTQ2+ community."
        ],
        [
            "The Rocky Mountains, also known as the Rockies, are the largest mountain system in North America!"
        ],
        [
            "Scoff is Newfoundland slang for a big feed, typically Jiggs dinner but could be any large, satisfying meal."
        ],
        [
            "Cabin is another name for a cottage, and Canada has no shortage of weekend getaway spots!"
        ],
        [
            "Canadians spent $9.2 billion on beer in 2020 ($325 per adult), which equates to 2.3 billion litres of beer."
        ],
        [
            "Originally created by the Inuit to keep warm in the Canadian Arctic, the first parkas were made from whale, seal or caribou skin and often coated with fish oil for waterproofing."
        ],
        [
            "In the 2020/21 season, there were 2,860 indoor and 5,000 outdoor ice hockey rinks located in Canada according to the International Ice Hockey Federation."
        ],
        [
            "Canadians consumed over 240,000 metric tonnes of frozen fries in 2019."
        ],
        [
            "Canada has the longest coastline in the world, measuring 243,042 km!"
        ],
        [
            "The Order of Canada is how our country honours people who make extraordinary contributions to the nation."
        ],
        [
            "In 1876, Scottish-born inventor Alexander Graham Bell patented the first practical telephone, a concept that he conceived in Brantford, Ontario."
        ],
        [
            "The white birch is the most widely distributed of native birch trees, and grows in every region of Canada. The bark has long been used for making canoes and ornaments."
        ],
        [
            "Canada is home to numerous ports, but the Port of Vancouver is Canada's largest port, and is the most diversified port in North America."
        ],
        [
            "The Dairy Farmers of Canada logo guarantees a product is made with 100% Canadian milk and milk ingredients, and is free of antibiotics."
        ],
        [
            "Skate Canada is the oldest and largest figure skating organization in the world."
        ],
        [
            "In 2020, roughly 1 out of every 9 Canadian jobs was in the agriculture and agri-food sector."
        ],
        [
            "Annually, Canada's Rivers discharge 7% of the world's renewable water supply at a flow rate per second more than four times that of Niagara Falls."
        ],
        [
            "Canada's official national sports are ice hockey (winter) and lacrosse (summer)."
        ],
        [
            "The Globe and Mail newspaper originated from two competing newspapers, “The Globe” and “The Mail and Empire”."
        ],
        [
            "Poutine (fries topped with cheese curds and gravy) is popular all over Canada and as such it is considered the country's national dish."
        ],
        [
            "Four species of foxes live in Canada: arctic, swift, grey, and red being the most common. The grey fox is one of only 2 members of the dog family that can climb trees."
        ],
        [
            "Canada is the world's largest grower and exporter of flax seed, canola, oats, mustard seeds, pulses (peas, beans, and lentils) and durum wheat."
        ],
        [
            "Over 5.7 million Canadian adults camp each year and the camping industry contributes a total of $4.7 billion annually to Canada's economy."
        ],
        [
            "The Calgary Stampede, Canada's largest rodeo, is billed as “The Greatest Outdoor Show on Earth”. It is held every July and turns 110 years old in 2022."
        ],
        [
            "Canada's three biggest trading partners are the United States, the European Union and China. Goods and services trade with the US totaled over $800 billion in 2021."
        ],
        [
            "Canada consistently ranks in the top 10 most peaceful countries in the world according to the Global Peace Index (GPI). The Peace Tower also forms the centrepiece of the Canadian parliament buildings."
        ],
        [
            "In 2020, Canada produced 60 minerals and metals at almost 200 mines, and the value of Canada's mineral production reached $43.8 billion."
        ],
        [
            "The shores of Canada's 52,455 islands are a big part of what makes the country's coastline the longest in the world."
        ],
        [
            "Canada has the world’s largest stock of standing western redcedar trees. The western redcedar is the arboreal emblem of the province of British Columbia."
        ],
        [
            "With a landmass of almost 10 million square kilometres, Canada is the second-largest country in the world."
        ],
        [
            "The Brier is the annual Canadian men's curling championship that has been held since 1927. Team Gushue won the 2022 Brier, their fourth championship in six years."
        ],
        [
            "The highest tides in the world can be found in Canada at the Bay of Fundy, which separates New Brunswick from Nova Scotia."
        ],
        [
            "A klick is a military term used to denote a distance of one kilometre. It is commonly used in Canada when referring to distance or speed."
        ],
        [
            "The Canadian Tuxedo is an outfit consisting of a denim jacket or jean shirt worn with denim jeans, or denim-on-denim. The term originated in 1951 after Bing Crosby was refused entry to a Vancouver hotel wearing double denim."
        ],
        [
            "The most famous ship in Canadian history, the Bluenose, was both a fishing and racing vessel in the 1920s and 1930s. The Nova Scotia schooner achieved immortality when its image was engraved onto the Canadian dime."
        ],
        [
            "From the last Friday in October to Remembrance Day, millions of Canadians wear a poppy as a visual pledge to never forget those who sacrificed for our freedom."
        ],
        [
            "The Supreme Court of Canada is the highest court in the judicial system of Canada. It comprises nine justices, whose decisions are the ultimate application of Canadian law."
        ],
        [
            "A beaver home is called a lodge. Beavers live in wetland habitats along lakes and rivers and are some of the best architects in the wild. Some even call them the original Canadian lumberjacks!"
        ],
        [
            "With marine waters spanning its west, north, and east coasts, Canada is an ocean nation. Canadians are influenced in many ways by the Pacific, Arctic, and Atlantic Oceans. Celebrate World Oceans Day on June 8th!"
        ],
        [
            "Buoyed by its inclusion in the 2016 Olympic Games, Rugby is one of the fastest growing team sports in Canada, particularly in youth and women."
        ],
        [
            "Canada officially uses the metric system of measurement, and metre is the standard spelling of the metric unit for length."
        ],
        [
            "Elders are respected individuals who play key roles in Indigenous communities. They are important knowledge keepers, and they also help to ensure cultural continuity."
        ],
        [
            "Canada's contributions to space exploration include one of Canada’s most celebrated and iconic technological advances: The Canadarm - a remote-controlled robotic arm used to help build and maintain the International Space Station (ISS)."
        ],
        [
            "On April 30, 2002, a bill was passed into law by the Canadian Government making the Canadian horse an official symbol of Canada. The Canadian horse is known for its great strength and endurance, resilience, intelligence and good temper."
        ],
        [
            "Newfoundland, Canada is widely considered one of the foggiest places on Earth. On average, Newfoundland experiences over 200 foggy days every year."
        ],
        [
            "Lottery & gambling winnings in Canada are treated as windfalls and are not subject to Canadian income tax. Turns out taxes aren't always certain after all!"
        ],
        [
            "Canada has a large and well-developed railway system that includes transcontinental freight train services by Canadian National (CN) and Canadian Pacific (CP), and nationwide passenger train services by Via Rail."
        ],
        [
            "The Canadian music industry is the sixth-largest in the world, producing internationally renowned composers, musicians and ensembles. O Canada!"
        ],
        [
            "Celebrated annually on November 21st, National Red Mitten Day encourages Canadians to display their patriotism in support of Canadian athletes! Red mittens represent the pride, generosity, and excellence of every Canadian."
        ],
        [
            "The grain sector is a key driver of Canada's economic growth, exporting 26.4 million tonnes of wheat in 2020-21 and over $25 billion in exports sales."
        ],
        [
            "In the Canadian Football League (CFL), a rouge is a one-point score that is awarded for certain plays that involve the ball being kicked into the end zone. The rouge is uniquely Canadian!"
        ],
        [
            "The Canadian Tulip Festival in Ottawa features 100 tulip varieties with more than one million blooms over 14,000 m². The celebration is a symbol of friendship between Canada and the Netherlands, with 20,000 bulbs being gifted by the Netherlands each year."
        ],
        [
            "Canadians drink more than 1 billion glasses of Canadian wine every year. Because of our cold climate, Canada is the largest Icewine producer in the world."
        ],
        [
            "The Royal Canadian Mounted Police, or “Mounties,” are known for their iconic uniforms that feature the iconic scarlet tunic called a red serge."
        ],
        [
            "The Prairie provinces of Alberta, Saskatchewan, and Manitoba are known for being the most rural parts of Canada. Much of the Prairies' population is descended from 19th century farmer-settlers. The percentage of Canadians living in rural areas has gone from 87% in 1851 to 17.8% in 2021."
        ],
        [
            "The Canadian Armed Forces has personnel deployed across Canada and around the world. Since 1947, Canadian troops have completed 72 international missions."
        ],
        [
            "The Juno Awards celebrate the best in Canadian music! Anne Murray has won the most Junos with 25 wins (52 nominations), followed by Bryan Adams (21 wins, 63 nominations) and Celine Dion (20 wins, 75 nominations)."
        ],
        [
            "Canada's best summer Olympic sport is athletics, which includes running, hurdles, long jump, high jump, decathlon and other track & field events. Canada has earned 66 medals in athletics since 1900, including 16 gold, 17 silver and 33 bronze."
        ],
        [
            "Canada’s North is particularly well-known as being the fabled “land of the midnight sun.” Due to its proximity to the Arctic Circle, northern days can entail up to 24 straight hours of sunlight in the summer. Calgary is the sunniest of Canada's large cities, enjoying an average of 2,400 hours of bright sun each year, spread over 333 days."
        ],
        [
            "There are six time zones in Canada covering four and a half hours. From west to east these time zones are: Pacific, Mountain, Central, Eastern, Atlantic and Newfoundland. Canada's Sir Sandford Fleming developed the modern system of standard time and time zones, still in use today."
        ],
        [
            "Canada is home to the two longest freshwater beaches in the world: Wasaga Beach (14 km) on the Georgian Bay in Ontario and Sauble Beach (11 km) on the Bruce Peninsula, along the eastern shore of Lake Huron."
        ],
        [
            "Approximately 275 Canadian ski areas see more than 19 million visits per season. Canadian skiers and snowboarders (an estimated number of 2.5 million) are on the slopes and trails an average of 7.5 days per year."
        ],
        [
            "The Ceremonial Guard is an ad hoc military unit in the Canadian Armed Forces that performs the Changing the Guard ceremony on Parliament Hill and posts sentries at Rideau Hall. We stand on guard for thee!"
        ],
        [
            "The Montreal Expos, named after the Expo 67 World's Fair, were the first Major League Baseball franchise located outside the USA, competing from 1969 until 2004. The last World's Fair held in Canada was Expo 86 in Vancouver."
        ],
        [
            "Waterpower is Canada's most abundant source of clean and renewable electricity, providing more than 60% of Canada's total electricity today. Canada is the fourth largest generator of hydroelectricity in the world."
        ],
        [
            "The ",
            "Trans Canada Trail",
            " is Canada's national trail and is the longest network of multi-use recreational trails in the world. Crossing Canada on the Trans Canada Trail by foot would take over two years, spanning a whopping 24,134 km!"
        ],
        [
            "With roughly 22 different species of duck found in Canada, the most common is the Mallard. Saskatchewan is renowned for having some of the most abundant and productive waterfowl habitat in North America. Check out ",
            "Ducks Unlimited Canada",
            " and how they are working to conserve, restore and manage Canadian wetlands."
        ],
        [
            "With around 80,423 cubic metres per capita, Canada has about 9% of the world's total renewable fresh water supply. When glacier, underground and lake water is included, Canada actually has 20% of the world's fresh water supply."
        ],
        [
            "Rain boots, winter boots, cowboy boots, hiking boots, ski/snowboard/snowmobile boots - there is no shortage of boots for Canadians to wear! DYK: The brown leather riding boots worn by the RCMP need to be shined for a minimum of 25 hours before they have the appropriate sheen to them!"
        ],
        [
            "A butter tart is a delicious pastry tart, which generally consists of butter, sugar, syrup, and egg, filled into a flaky pastry. The earliest published recipe for a butter tart is from Barrie, Ontario dating back to 1900 in the Women's Auxiliary of the Royal Victoria Hospital Cookbook."
        ],
        [
            "The McIntosh (nicknamed the \"Mac\") is the national apple of Canada. John McIntosh discovered the original McIntosh sapling on his Dundela farm in Upper Canada in 1811. Many years later, Apple Inc. named the Macintosh computer line after the fruit."
        ],
        [
            "Invented by Canadian James Naismith in 1891 while he was teaching at the YMCA in Springfield, Massachusetts, basketball is now one of the most popular sports in the world. The first game used a soccer ball and peach baskets as hoops, which gave the sport its name. Basketball was born!"
        ],
        [
            "The taiga or boreal forest has been called the world's largest land biome. In North America the taiga occupies much of Canada and Alaska. At 1.3 billion acres, the Canadian Boreal Forest is one of the largest intact forest and wetland ecosystems remaining on earth."
        ],
        [
            "Steel plays an extremely important role in the Canadian economy as a whole: in 2019, the Canadian steel industry contributed $4.2 billion to Canada's GDP. According to the Canadian Steel Producers Association, the Canadian steel industry employs, directly and indirectly, more than 120,000 Canadians."
        ],
        [
            "The Canada Games is a multi-sport event held every two years, alternating between the Canada Winter Games and the Canada Summer Games. They represent the highest level of national competition for Canadian athletes. The ",
            "Niagara 2022 Canada Summer Games",
            " will take place Aug 6-21, 2022!"
        ],
        [
            "Canada is a representative democracy. During an election, all Canadian citizens who are at least 18 years old on election day can vote in their electoral district."
        ],
        [
            "One of the most widely-known facts about Canada is that we've got an abundance of trees, but did you know that Canada actually boasts 30 per cent of the world's boreal forest and 10 per cent of the world's total forest cover?"
        ],
        [
            "There are so many different types of fields in Canada: sports fields, wheat fields, oil fields, and ice fields to name a few. The Canadian Prairies are known for their open skies and vast fields of grain, but Canada is also home to the world's largest non-polar ice field in the St. Elias Mountains located in Kluane National Park and Reserve, Yukon Territory."
        ],
        [
            "The Prime Minister (PM) is the head of the federal government in Canada. It is the most powerful position in Canadian politics. While the Queen may be Canada's head of state, and the Governor General the Queen's representative, it's the Prime Minister who is known as the nation's head of government."
        ],
        [
            "Canadians love their potato chips! In 2020, the Canadian potato chips market had total revenues of almost $2 billion. Canada is also home to some truly Canadian original flavours - both Ketchup and All Dressed chips are almost exclusively available in Canada!"
        ],
        [
            "The telephone pager was invented in 1949 by Canadian Alfred J. Gross, a Toronto-based wireless communications pioneer. The devices Alfred invented also led to cordless and cellular telephone technology."
        ],
        [
            "Canada has the most donut shops and consumes the most donuts per capita of any other country in the world - around 1 billion annually! The donut-eating capital of Canada is Lloydminster, Alberta/Saskatchewan. National Donut Day was last Friday, June 3rd - we hope you celebrated with your favourite donut!\n\nIn Canada, the preferred spelling is “doughnut”, but most dictionaries list “donut” as an acceptable variant. We wanted to include it in the game since the doughnut/donut is considered by some as Canada's unofficial national sugary snack! 🍩🍁"
        ],
        [
            "In 1907, Canadian Peter L. Robertson invented a square socket-head screw. He produced his screws in his Milton, Ontario, factory starting in 1908. At that time, it was a revolutionary change in the fastener industry. Robertson screws and screwdrivers carry his name to this day."
        ],
        [
            "In many Indigenous cultures in Canada, chiefs are the leaders of bands, clans and/or First Nations. Chiefs act as cultural and spiritual leaders and also serve as links between their people and the municipal, provincial and federal governments. RoseAnne Archibald is the current National Chief of the Assembly of First Nations (AFN) in Canada."
        ],
        [
            "Canada's Yukon Territory is home to 8 of Canada's tallest mountains, with Mount Logan topping them all at 5956m high. BC's Snow Dome peak is a unique \"three-ocean peak\", where if you poured a cup of water at the summit, the water could flow into the Pacific Ocean to the west, the Arctic Ocean to the north, or the Atlantic Ocean to the east."
        ],
        [
            "The largest indoor arena in Canada is the Montreal Canadiens' Bell Centre with a capacity of 21,700. The largest open air stadium is Edmonton's Commonwealth Stadium, home to CFL’s Edmonton Elks, able to hold 56,302."
        ],
        [
            "“Toboggan” is from the Mi'kmaq word “tobakun,” which means sled. In fact, the Inuit made the first toboggans out of whale bone and used it to transport people and belongings across the snowy tundra. Guy Martin holds the world record for fastest speed on a gravity powered snow sled at over 134 km/h in 2014!"
        ],
        [
            "The House of Commons of Canada is a democratically elected body whose members are known as members of Parliament (MPs). It is the lower house of the Parliament of Canada (the Senate is the upper house) and provides a link between Canadians and their Parliament. Many laws in Canada first begin as bills in the House of Commons."
        ],
        [
            "The Montréal bagel is one of Canada's most iconic and coveted snacks. It is a distinctive variety of handmade bagel that traditionally has a prounounced sweet taste and a chewy and dense texture, and is always baked in a wood-fired oven. The bagel first arrived in Montréal with the wave of Jewish immigrants from Eastern Europe in the early 1900s."
        ],
        [
            "The Canadian Armed Forces is the unified military of Canada, including sea, land, and air elements referred to as the Royal Canadian Navy, Canadian Army, and Royal Canadian Air Force. June 5th was Canadian Armed Forces Day - a day to honour and recognize members of the Canadian Armed Forces who display unwavering courage, sacrifice, and selflessness every day they wear the uniform."
        ],
        [
            "A total of 43 Olympic medals (including 10 gold medals) have been won by Canadian rowers, making rowing Canada's third-most successful summer Olympic sport (behind athletics and swimming)."
        ],
        [
            "Canadian inventor Reginald A. Fessenden is best known for his pioneering work developing radio technology, including the foundations of amplitude modulation (AM) radio. On 23 December 1900, he was the first person to send audio (wireless telephony) by means of electromagnetic waves, successfully transmitting speech by radio over a distance of about a 1.6 kilometres."
        ],
        [
            "Canada officially uses the metric system of measurement, and litre is the standard spelling of the metric unit for liquid volume. Canadians purchase gasoline in litres, and also buy milk by the litre (in bags in parts of Ontario, Quebec, and the Maritimes!)."
        ],
        [
            "Canada is one of the oldest continuing monarchies in the world. The title \"Royal\" is a sign of honour and distinction, and the granting of this distinction is a prerogative of the Sovereign. In Canada, we have the Royal Canadian Navy, the Royal Canadian Air Force, the Royal Canadian Regiment in the Canadian Army, the Royal Canadian Mounted Police, the Royal Canadian Legion, the Royal College of Physicians and Surgeons of Canada, and the Royal Architectural Institute of Canada. In Canada's legislative process, a bill can only become law once it has received royal assent."
        ],
        [
            "Beading has a very long artistic and cultural history among the Indigenous people in Canada. At least 8,000 years before Europeans came to Canada, First Nations people were using beads in elaborate designs and for trade. Today, you can find beautiful First Nations beadwork at powwows, First Nations arts stores and museums across Canada.\n\nJune 21st is National Indigenous Peoples Day. Take the opportunity to learn more about the cultural and linguistic diversity as well as the contributions of First Nations, Inuit and Métis Peoples."
        ],
        [
            "The first quartz clock was developed in 1927 by Canadian-born telecommunications engineer Warren Marrison. During the 1940s, time standard laboratories throughout the world switched from mechanical clocks to quartz, and the quartz revolution had begun thanks to Marrison."
        ],
        [
            "With freshwater lakes, rivers and streams covering almost 9% of the country's total area, Canada is a haven for anglers. Canada is home to many different species of trout, including steelhead, rainbow trout, lake trout, brown trout, cutthroat trout and brook trout. Approximately 25% of the world's lake trout lakes are found in the province of Ontario."
        ],
        [
            "Hockey and Canada are synonymous with each other, and the sport remains integral to the country's culture. Hockey sticks go back to the 1800s where sticks were hand carved from a single piece of wood.  The first commercial sticks were said to be created by the Mi'kmaq carvers in Nova Scotia and were made from birch and hornbeam trees."
        ],
        [
            "Alberta is home to the richest source of dinosaur fossils in the world! The town of Drumheller in the heart of the Canadian Badlands is known as the “Dinosaur Capital of the World” and boasts the world's largest dinosaur, a T-Rex standing 25m tall. Just down the road in the Red Deer River valley you'll find Dinosaur Provincial Park, a UNESCO World Heritage site where 58 unique dinosaur species have been discovered."
        ],
        [
            "Canada is as tall as it is wide, creating a wide range of climate conditions. From blistering cold winters to hot muggy summers; torrential rain, blinding snowstorms, deadly tornadoes and scorching drought, Canadians experience some of the planet's most diverse weather systems. Windsor, Ontario is the thunderstorm capital of Canada and has more lightning strikes than any other major city across the country."
        ],
        [
            "Pizza is one of the most popular foods in the world, and Canada is no exception. There is even \"Canadian pizza\" which typically includes tomato sauce, mozzarella cheese, bacon, pepperoni, and mushrooms. The country's biggest claim to pizza fame, however, is that the Hawaiian pizza was invented in Canada in 1962 by Sam Panopoulos, a native of Greece who was running a pizzeria in Chatham, Ontario. Pineapple pizza fans unite! 🍍🥓🍕"
        ],
        [
            "Maple taffy (tire d'érable or tire sur la neige in French-speaking Canada) is a sugar candy made by boiling maple sap past the point where it would form maple syrup, but not so long that it becomes maple butter or maple sugar. It is part of traditional culture in Québec, Eastern Ontario, New Brunswick, and Nova Scotia. In these regions, maple syrup is boiled, poured into rows on a snow-lined tray, and rolled onto sticks to make this chewy, irresistible candy."
        ],
        [
            "Although it is unknown who coined the term \"Great White North\" in reference to Canada, the nickname has been in use for many decades. \"Great\" because it's the second largest country in the world. “White” because of the amount of Arctic frozen tundra and snow within the country. Finally, “North” because not only does Canada take up most of the northern half of North America, it also stretches nearly to the North Pole! Canada is also home to the Great Lakes, the largest group of freshwater lakes on Earth, as well as Great Bear Lake and Great Slave Lake in the Northwest Territories."
        ],
        [
            "According to legend, the first hockey pucks used in early outdoor hockey games were pieces of frozen cow dung. Other early versions were made out of wood cut from the branches of trees. Sometimes even stones would suffice. Around 1875, rubber lacrosse balls were sliced in thirds and only the middle section was kept. Eventually, vulcanized rubber became the standard material used for hockey pucks."
        ],
        [
            "There is little doubt that Canada is one of the best places to live in the world, and there is a lot to be proud of in this amazing country! A few of the things that make us proud to call the Great White North home: universal health care, a rich ethnic diversity & inclusive culture, gorgeous scenery & landscapes, extraordinary wildlife, delicious food like poutine, butter tarts and maple syrup, real beer, and of course Canada's game, hockey! We feel a deep sense of pride towards this beautiful land and its inhabitants, and can proudly wear the maple leaf wherever we go. True north strong and free! 🍁"
        ],
        [
            "The Last Spike was the final and ceremonial railway spike driven into the Canadian Pacific Railway (CPR) track by company director Donald Smith on the morning of 7 November 1885. Contemporaries and historians have viewed the Last Spike as a moment when national unity was realized."
        ],
        [
            "The Battle of Vimy Ridge, during the First World War, is Canada's most celebrated military victory — an often mythologized symbol of the birth of Canadian national pride and awareness."
        ],
        [
            "Although Canada has no official bird, the Canada Goose has long been a part of the national identity. Canada Geese are well known for flying in a distinctive V-shaped formation, their loud \"honk\" and their unmistakable looks."
        ],
        [
            "The reign of Canada's new monarch, King Charles III, began when Queen Elizabeth II died on September 8. Queen Elizabeth II was Canada's monarch for over 70 years, making her the longest reigning monarch in Commonwealth history."
        ],
        [
            "In Canadian history, Upper Canada (also called Canada West) was the region in Canada now known as Ontario. You can travel back in time to one of Canada's largest living-history sites and experience life in the 1860s at ",
            "Upper Canada Village",
            " near Morrisburg, Ontario."
        ],
        [
            "In geography, a plain is a flat expanse of land that generally does not change much in elevation.  The Canadian portion of the Great Plains is found in the Prairie Provinces, namely Alberta, Saskatchewan, and Manitoba."
        ],
        [
            "People from around the world refer to Canadian Money as \"rainbow money\" or \"Monopoly money\" thanks to its bright colours and unique artwork."
        ],
        [
            "With the longest shoreline of all of the Great Lakes, Lake Huron is one of the most unique lakes on Earth. It is the second largest of the Great Lakes, and the fourth largest lake in the world by surface area. The Huron Wendat are an Iroquoian-speaking nation in Canada, originally living along the St. Lawrence River and between Lake Huron and Lake Ontario."
        ],
        [
            "The top selling style of beer in Canada is, by far, the pale lager. December 10th is National Lager Day in Canada!"
        ],
        [
            "Canada is home to some famous domes, including Calgary's unmistakeable Saddledome, the SkyDome in Toronto, the Montreal Biodome, and BC's Snow Dome peak which is a \"",
            "hydrological apex",
            "\" (a single point where three different watersheds meet)."
        ],
        [
            "A spile is a tube mechanism that you tap into a tree to collect sap, which in turn can be evaporated and boiled for delicious maple syrup!"
        ],
        [
            "Did you know that Ganong candy company in St. Stephen, New Brunswick is Canada's oldest chocolate and candy company? Canada is also home to some unique sweet candy treats, like Smarties, Coffee Crisp, Caramilk, Aero, Crunchie, and Mackintosh's Toffee to name a few!"
        ],
        [
            "Canada officially uses the metric system of measurement, and tonne is the standard spelling of the metric unit for weight. One tonne is equal to 1000kg, or the size of a fully grown bison!"
        ],
        [
            "Canada is home to some stunning rock formations, including New Brunswick's Hopewell Rocks, Ontario's Flowerpot Rocks, the Hoodoos found in Alberta's Badlands, Balancing Rock in Nova Scotia, and Rocher Percé (Pierced Rock) in Quebec."
        ],
        [
            "Quilts were extremely important to the early settlers of Canada, since they had no good way of heating or insulating their homes, especially at night. The first quilts arrived in Canada with immigrants to \"New France\" in the early 1600s. Today, the ",
            "Canadian Quilters' Association",
            " celebrates quilting and Canadian quilters across the country."
        ],
        [
            "The Centennial Flame is a monument on Parliament Hill commemorating the 100th anniversary of the Canadian Confederation. It was first lit in January 1967 and burns atop a fountain that has a bronze shield with the coat of arms of a province or territory on each side."
        ],
        [
            "Larches are among the dominant plants in the boreal forests of Canada. Larches are the only Canadian deciduous conifers, turning golden and shedding all their leaves in fall."
        ],
        [
            "Having premiered on CBC in 2015, Schitt's Creek was Canada's best-kept sitcom secret. In its sixth and final season, the quirky and hilarious Canadian comedy Schitt's Creek pulled off a sweep, taking home seven primetime awards and nine Emmys in all."
        ],
        [
            "On the Pacific west coast, the Johnstone Strait, between Vancouver Island and the British Columbian mainland, is one of the best places in the world to see orcas. From late June to October this spot is home to nearly 300 of these majestic, playful creatures."
        ],
        [
            "The Group of Seven was a group of painters from 1920 to 1933, best known for their paintings inspired by the Canadian landscape that initiated the first major Canadian national art movement."
        ],
        [
            "Canadian citizens who are at least 18 years old on election day can vote in their electoral district in municipal, provincial/territorial, and federal elections. Did you know that on the day of a federal election, ",
            "Elections Canada",
            " becomes the largest employer in the country? The agency hires about 250,000 people in communities across Canada."
        ],
        [
            "Canada is home to numerous basins, including Canada Basin in the Arctic, Basin Head Beach in Prince Edward Island, the Sudbury Basin in Ontario, and the Western Canada Sedimentary Basin which underlies 1.4 million square kilometres across Manitoba, Saskatchewan, Alberta, and British Columbia."
        ],
        [
            "The only fortified city north of Mexico, one cannot visit Québec City without admiring the fortified walls and ramparts which were the city's defensive system built between 1608 and 1871."
        ],
        [
            "Aviation is an integral part of the Canadian economy. In 2018, the air transport industry, including airlines, and its supply chain, supported over $50 billion of GDP in Canada."
        ],
        [
            "You can't have Canada's national dish without gravy! Poutine (aka \"Canadian Salad\") is the quintessential Canadian snack of fries and cheese curds covered in gravy."
        ],
        [
            "Pingos are impressive ice-cored hills found in the Arctic and Subarctic. \"Pingo\" is Inuvialuit for small hill. The Mackenzie Delta in the Northwest Territories has the highest concentration of pingos on Earth, approximately 1,350 of them. Pingos can be as big as a football stadium, up to 70 metres tall, with a circumference exceeding half a kilometre."
        ],
        [
            "In Canada, law-making is one of the most significant responsibilities of Parliament. A bill is a proposed law that is introduced in either the House of Commons or the Senate. A bill can become law only once the same text has been approved by both Houses of Parliament and has received royal assent."
        ],
        [
            "The raven is of high importance to Indigenous Peoples throughout Canada, appearing in myths, legends, art and traditions. It is particularly important to Aboriginal people of the British Columbia coast, where it symbolizes creation, knowledge and prestige. The raven was adopted as the Yukon's official bird in 1985."
        ],
        [
            "Canada's neuroscience and mental health researchers are among the most productive and influential in the world. Canada is among the world's five most active countries in neuroscience. Canadian researchers have contributed to major scientific advancements in brain research that have furthered the field both nationally and internationally. ",
            "Brain Canada",
            " plays an invaluable, critical role in this success."
        ],
        [
            "Point Pelee is the southernmost point of mainland Canada, and is an important rest stop for migrating birds. ",
            "Point Pelee National Park",
            " is Canada's second smallest but most ecologically diverse national park, and is home to more than 390 bird species and 70 species of trees, some of which are species at risk."
        ],
        [
            "A roper is a person who uses a lasso to catch an animal, especially in a rodeo. The Calgary Stampede features the best riders, racers and ropers each year!"
        ],
        [
            "Seals are found in the waters of all three Canadian oceans: harbour in both Pacific and Atlantic; bearded and ringed in the Arctic; harp and hooded in the North Atlantic and parts of the Arctic; and grey in Atlantic Canada."
        ],
        [
            "The Royal Canadian Navy's (RCN) fleet is made up of numerous classes of ships, submarines and other support vessels, as well as specialized units that allow Canada to maintain one of the most active blue-water navies in the world. The Royal Canadian Air Force (RCAF) aircraft fleet ranges from huge transport aircraft to helicopters to fighters to patrol aircraft and more. They are used to carry out a multitude of roles at home and abroad, in peace and in conflict, all in support of the RCAF's mission of providing relevant, responsive and effective air power to meet the defence challenges of today and into the future.\n\nNovember 5 to 11 is Veterans' Week, an opportunity for Canadians to honour the extraordinary efforts and sacrifices of our veterans. Thank you for your service!"
        ],
        [
            "Canada is the most educated country globally, with over 56% of adults meeting the OECD criteria of residents aged 25 to 64 who have completed some form of tertiary education."
        ],
        [
            "Stem cells were first discovered by Canadians Dr. James Till and Dr. Ernest McCulloch who were both pioneers in biomedical research. Stem cells can self-renew and can be artificially grown, leading to all kinds of possibilities for the cure of disease and the rebuilding of tissue. Till and McCulloch were jointly nominated and inducted into the Canadian Medical Hall of Fame."
        ],
        [
            "There are approx 1 million sheep in Canada on about 11,000 farms. The most popular breeds in Canada are the Suffolk, Dorset and Rideau Arcott. The Canadian Cooperative Wool Growers (CCWG) grades close to 1,400 tonnes of raw wool each year and sells most of it to the USA and the UK. "
        ],
        [
            "Canada has a storied piano making past, and was home to more than 100 piano manufacturing companies during the peak era of the industry. Piano building in Canada began in the early 19th century and grew into a major, thriving industry between 1890 and 1925.\n\nMany Canadians have become noted pianists. Glenn Gould is a bona fide Canadian icon who became one of the most famous and celebrated classical pianists of the 20th century, while Oscar Peterson has had an equally influential role in jazz piano and is considered one of the greatest jazz pianists of all time. Other notable Canadian pianists include Angela Hewitt, Chantal Kreviazuk, Diana Krall, Marc-André Hamelin, Anton Kuerti, Charles Richard-Hamelin, and Jan Lisiecki."
        ],
        [
            "Canada is home to over 180 different ferry routes with a route presently operating in each province and the majority of the territories. Transportation through waterways has always been a crucial part of Canada’s history.  From the First Nations traveling by canoes through rivers, lakes and parts of the oceans to the early explorers, there has always been an emphasis on the transportation of people by boats."
        ],
        [
            "For more than 100 years, millions of Canadians have proudly served our country in uniform. While the Canadian Armed Forces (CAF) are known to put their lives on the line to support international operations, they also fulfill important roles on home soil. They provide national and regional security, serve on search and rescue missions and respond to natural disasters. On this Remembrance Day, we honour those who made the ultimate sacrifice. Lest we forget."
        ],
        [
            "In Canada, 16 species of perch fish occur, including the yellow perch, the walleye and the sauger. The Canadian waters of Lake Erie are well known for producing monster jumbo perch."
        ],
        [
            "The Toronto Argonauts (colloquially known as the Argos) are a professional Canadian football team in the CFL. Founded in 1873, the team is the oldest existing professional sports team in North America still using its original name. The Argos have won the Grey Cup a record 17 times and have appeared in the final 23 times."
        ],
        [
            "In Canada, the history of cider could be traced back to explorers like Captain Cook and the Hudson's Bay Company. Cider was used to help prevent scurvy!  It may have been the British that first brought cider to Canada, but production flourished in Quebec."
        ],
        [
            "The Queen's Own Rifles of Canada is a Primary Army Reserve infantry regiment based in Toronto. Founded on April 26th, 1860, it is the oldest continuously serving infantry regiment in Canada. Its members have served in every Canadian military campaign and served with great distinction in World War I and World War II in which 7 Riflemen were awarded the Victoria Cross."
        ],
        [
            "Canada is the world's largest producer of mustard seed, most of it farmed in the southern prairie regions of Alberta and Saskatchewan. Canada is also the largest producer of flaxseed in the world, representing about 40% of world production."
        ],
        [
            "With the world's longest coastline and more than half the earth's area covered in lakes, Canada is home to more than 750 lighthouses. Lighthouses across Canada have long symbolized strength, safety and safe harbour. The first lighthouse in Canada was built in Louisbourg on Cape Breton Island, Nova Scotia, in 1734. Did you know that every lighthouse has a distinctive flash pattern?"
        ],
        [
            "Canada is a country that curls! According to ",
            "Curling Canada",
            ", there are 1,000 curling rinks across the country. Canada has won 12 medals since curling became an Olympic sport in 1998, the most most any country has won in curling at the Olympic Winter Games! Canada has also won a record 59 golds at the World Curling Championships across the men's, women's, mixed and wheelchair events. Hurry hard!"
        ],
        [
            "Canada is home to some impressive mountain peaks, but Mount Logan tops them all at 5956m high. It is part of the St. Elias Mountains in the Kluane National Park and Reserve, a UNESCO World Heritage Site. Canada's Yukon Territory is home to 8 of Canada's tallest mountains, including Mount Logan."
        ],
        [
            "Canada declared November 20th as ",
            "National Child Day",
            " to celebrate the rights of children. It was chosen in recognition of Canada's commitment to upholding the rights of children, and to commemorate the day the United Nations adopted the United Nations Convention on the Rights of the Child (UNCRC) on November 20, 1989."
        ],
        [
            "Just for Laughs",
            " is a comedy festival held each July in Montreal, Quebec, Canada. Founded in 1983 at the Saint-Denis Theatre, it has grown to become the largest international comedy festival in the world. Hundreds of big-name comedians have participated, including Jim Carrey, Trevor Noah, Joan Rivers, Jimmy Fallon, Kevin Hart, and Amy Schumer.\n\nIt's ",
            "Canada History Week",
            "! This year it takes place from November 21 to 27 and the theme is \"Arts, Culture, and Creators\".  The week encourages Canadians to reflect upon and engage with Canada's past, and serves as an opportunity for Canadian citizens to learn more about the people, places, and events that shaped the country they know today. Canuckle will be featuring words all week that tie in with the theme! #HistoryWeek2022"
        ],
        [
            "Canadian inventor and electrical engineer, Dr. Brent Townshend, created a core concept in 1996 that served as the basis for what is known as the 56K bit/sec modem, a groundbreaking technology at the time that allowed for data transfer between two computers at high speeds over standard analog dial-up phone line connections. 56K doesn't seem like much these days, but back in the mid-90s, it was a big step forward in Internet technology!"
        ],
        [
            "The film industry in Canada has grown so much over the years that it has been referred to as Hollywood North. Toronto is the home to the ",
            "Toronto International Film Festival",
            ", which is considered by many in the film industry to be second only to Cannes in terms of influence.\n\nJames Cameron, born in Kapuskasing, Ontario, is the writer and director of the two highest-grossing movies of all time, Avatar (2009) and Titanic (1997). The two films have combined to gross nearly $500 million dollars.\n\nSave the date: April 19, 2023 is ",
            "National Canadian Film Day",
            "!"
        ],
        [
            "It's a Bird... It's a Plane... It's Superman! The Superman character was co-created by Canadian artist Joseph Shuster. Born in Toronto, he is a cousin of Wayne Shuster, one-half of the beloved Canadian comedy duo Wayne and Shuster. Joseph, who passed away in 1992 at the age of 78, said Metropolis was modelled on Toronto and the Daily Planet was inspired by the Toronto Star, which he delivered as a kid."
        ],
        [
            "Canada is a country rich in multicultural heritage and culture, part of which is dance. Long before we called this land Canada, Aboriginal dancers were practising dance. Powwow dances are beautiful expressions of Indigenous spirituality, history and culture. When more people began immigrating to Canada in the 1900s, they brought with them bits of rich heritage and culture from all over the globe. This influx of international talent is what led to the creation of most of our dance institutions today, including the National Ballet of Canada and the Royal Winnipeg Ballet, Canada's oldest ballet company and the longest continuously operating ballet company in North America.\n\nSikh-Canadian Gurdeep Pandher of the Yukon, has been spreading joy, hope and positivity across Canada with his Bhangra dancing - a traditional folk dance of Punjab. Check out ",
            "www.gurdeep.ca",
            " and get ready to dance!"
        ],
        [
            "Dr. Wilder Graves Penfield was one of Canada's foremost neurosurgeons. He had a desire to understand the cause of brain illnesses, and made groundbreaking advances in the treatment of seizure disorders. Penfield established the Montreal Neurological institute (the Neuro) in 1934, and along with his colleagues, developed the Montreal procedure for patients with severe epilepsy. The first patient to undergo the Montreal procedure reported smelling burnt toast, and this helped doctors to identify and destroy the nerve cells causing the seizures. Penfield’s experiments with stimulating different parts of the brain helped us learn to map its different sensory areas. Check out this ",
            "Heritage Minutes video about Dr. Wilder Penfield",
            " to learn more!"
        ],
        [
            "Charles Fenerty was a Canadian inventor who invented the wood pulp process for papermaking, which was first adapted into the production of newsprint and later the modern paper we use today. Fenerty was born in Sackville, Nova Scotia and was also a well-known poet of his time, publishing more than 35 (known) poems."
        ],
        [
            "It is no secret that it rains a great deal in British Columbia. In fact, many of Canada's rainiest places are located in the province. Located on Vancouver Island, Hucuktlis Lake (pronounced \"who chook-tlis\"), formerly Henderson Lake, receives more rainfall throughout the year than any other place in North America. The soggy spot receives 7296 mm of precipitation annually. What's more, the area holds the record for the most rainfall in a year ever: a jaw-dropping 9,307 mm fell in 1997!"
        ],
        [
            "The Burgess Shale is a fossil-bearing deposit exposed in the Canadian Rockies of British Columbia, Canada. Found in Canada's Yoho National Park, it is one of the most important fossil sites in the world! The rocks here preserve not only the usual hard shells of ancient organisms, but also soft skin and tissue, allowing for stunning impressions of the strange creatures of 500 million years ago!"
        ],
        [
            "Alberta has become synonymous with choice cuts of AAA beef, and chowing down on a delicious and tender steak is at the top of most people's list when they first come to the province.  Beef produced in Alberta is recognized around the world for its rich taste, even fat distribution and consistent quality."
        ],
        [
            "The Centre Block is the main building of the Canadian parliamentary complex on Parliament Hill, in Ottawa, Ontario, containing the House of Commons and Senate chambers, as well as the offices of a number of members of parliament, senators, and senior administration for both legislative houses."
        ],
        [
            "Canada is home to both river otters and sea otters. While river otters can be found in every province and territory, sea otters are mainly found on Canada's west coast. Scientists consider the sea otter to be a keystone species - one that modifies and creates its habitat. When it was gone from Canadian waters, kelp forests declined because urchins and other animals that eat seaweed weren't controlled by the otter preying on them. With the return of the otter, kelp forests are in much better shape. This is important because healthy kelp forests provide habitat to fish and reduce coastal erosion by slowing water currents. Sea otters are also of some importance to West Coast Indigenous Peoples - they are depicted in their art and featured in their stories."
        ],
        [
            "Baffin Island, Canada is home to Mount Thor, the world's tallest vertical cliff. In fact, it's steeper than vertical, with a 105-degree overhang. Check out this ",
            "article by Jeopardy champ Ken Jennings",
            " all about Mount Thor!"
        ],
        [
            "Known as the \"Dinosaur Capital of the World\", the town of Drumheller, Ablerta has some of the richest deposits of fossils and dinosaur bones in the world! In Alberta's Red Deer River valley, home to Dinosaur Provincial Park, more than 1,000 complete skeletons of extinct dinosaurs have been found since the late 1800s."
        ],
        [
            "The first known dump truck was developed in Saint John, New Brunswick when Canadian Robert Mawhinney attached a dump box to a flatbed truck in 1920. His idea was an instant hit, and within a decade, the dump truck was mandatory equipment wherever earth was moved."            
        ],
        [
            "Historically, Indigenous peoples throughout most of Canada made and used snowshoes to travel on foot during the winter. Snowshoes enabled them to walk over knee-deep snow and to hunt without making much noise. Snowshoe sizes and styles differed according to local conditions: Inuit of the Far North relied on a more circular shoe to handle deep powder; Cree of the Prairies developed a longer and narrower version for the windswept plains; while Iroquois of the Canadian Shield depended on much shorter ones to manoeuvre in crowded forests."
        ],
        [
            "Canada's response to the threat of Soviet nuclear bombers was the Avro Arrow. A marvel of engineering, it was a twin-engine, all-weather supersonic interceptor. Only five Avro Arrow planes were ever built, yet this innovative jet fighter put Canada on top of the aviation world in the 1950s."
        ],
        [
            "Norman Breakey from Toronto created the first paint roller in 1939. Unfortunately, he didn't patent the innovation and knock-offs quickly emerged. He may not get the credit he deserves, but Norman's invention has aided generations of painters. Next time you are painting a wall or ceiling, take a moment to remember Canadian Norman Breakey!"
        ],
        [
            "Each spring along the eastern coast of Newfoundland and Labrador, it's prime time for spotting icebergs. With many little towns along a thousand kilometres of coastline, this area known as \"Iceberg Alley\" is an outstanding location for viewing roving blue natural ice sculptures that float down from Greenland and Canada's Arctic. The massive chunks of broken glaciers are only 10% visible since most of the iceberg is submerged and floating on its side."
        ],
        [
            "In the past decade, Canada has seen a rapidly growing number of craft breweries popping up. Craft breweries have become so popular in Canada that a new association, Canadian Craft Brewers Association, was formed in May 2019. Sales of craft beer increased tenfold from 2008 to 2018, and it now accounts for 6% of the Canadian market.\n\nDecember 10th is National Lager Day! Lagers are some of the most popular beer styles in the world and Canada is no exception. Celebrate with a craft lager from your favourite Canadian brewery!"
        ],
        [
            "Steam transportation allowed people in Canada to move beyond their immediate communities and interact with a wider world. The years from 1900 to 1960 were the last great age of steam locomotion. Steamships and steam-powered railways were at the height of their power, efficiency, and reliability. These technologies were fundamental to the lives of Canadians."
        ],
        [
            "Canada has some iconic coins, including the $1 loonie and the $2 toonie. DYK: In 2017, the Canadian Mint ran a contest and Canadians chose \"Churchill\" as the toonie polar bear's official name, a reference both to Winston Churchill and to the common polar bear sightings in Churchill, Manitoba. Canada has even commemorated the coins with monuments: the \"Big Loonie\" in Echo Bay, Ontario and the \"Giant Toonie\" in Campbellford, Ontario."
        ],
        [
            "The west coast of Canada is one of the major fjord coastlines of the world, hosting about 150 inlets. The remote and rugged coastline of British Columbia is indented with stunning inlets that cut deep into the Coast Mountains of the BC mainland north of Vancouver. Inlets can be found across the country from coast to coast to coast!"
        ],
        [
            "The Forks, located in Winnipeg at the junction of the Red and Assiniboine rivers, has been a meeting place for over 6,000 years. Indigenous peoples traded at The Forks, followed by European fur traders, Scottish settlers, railway pioneers and tens of thousands of immigrants. The Forks was designated a National Historic Site of Canada in 1974 due to its status as a cultural landscape. The Canadian Museum for Human Rights is located on Indigenous ancestral lands just adjacent to The Forks."
        ],
        [
            "Although the bald eagle is the national bird of the United States, the town of Squamish, British Columbia is the bald eagle capital of the world! Thousands of bald eagles converge between December and March to feed on spawning salmon in the Squamish River. In Indigenous culture, it is believed that all things possess inherent power and wisdom, and the eagle is a powerful spiritual symbol signifying a connection with the Creator. The eagle is seen as a messenger of the Creator who imparts wisdom and medicine, so its feathers are sacred gifts to be used reverently in ceremonies, to honour people, show respect, or to purify and pray for blessings."
        ],
        [
            "With so many canals and waterways across the country, Canada is home to numerous locks to help watercraft navigate all the different levels of water. The Rideau Canal Locks in Ottawa are the oldest continuously operating canal system in North America. In use since 1832, these locks are still operated by hand today."
        ],
        [
            "The Canadian Constitution recognizes 3 groups of Indigenous peoples: First Nations, Inuit and Métis. These are 3 distinct peoples with unique histories, languages, cultural practices and spiritual beliefs. More than 1.67 million people in Canada identify themselves as an Aboriginal person, according to the 2016 Census. RoseAnne Archibald is a Canadian First Nations advocate and politician who is the current National Chief of the Assembly of First Nations since July 8, 2021. She is the first female National Chief of the Assembly of First Nations."
        ],
        [
            "As the 2022 FIFA Men's World Cup wraps up in Qatar, we are reflecting on the time that the Canada Men's National Soccer team spent on the pitch proudly representing our country. After Canada's 36-year-long wait to return to the men's FIFA World Cup, they inspired fans from coast to coast to coast with their performance. The Canada Women's National Soccer team's success on the pitch includes 3 straight Olympic medals, including gold in 2020! They'll be competing in the ",
            "2023 FIFA Women's World Cup",
            " in Australia and New Zealand so get ready to cheer them on! #WeCAN"
        ],
        [
            "Crude oil is one of Canada's top exports by value and it is a versatile source of Canadian energy that will be a part of the global energy mix for decades to come. There are thousands of active oil and gas wells across the country. The First Oil Well in Western Canada, also known as Lineham Discovery Well No. 1, is now a defunct oil well and national historic site of Canada. The oil well originally drilled in 1902, was the first productive oil well in the Western Canadian provinces."
        ],
        [
            "The world's tallest mural",
            " can be found in downtown Calgary, Alberta! It was completed in the summer of 2022 by internationally renowned graffiti artist Mirko Reisser (known as DAIM) and stands 95 metres high on the side of a building across the train tracks from the Calgary Tower. It took 130 litres of paint primer, 207 litres of base coat paint and 543 cans of spray paint."
        ],
        [
            "The Canadian Corps was a World War I corps formed from the Canadian Expeditionary Force in September 1915. The Canadian Corps captured Vimy Ridge in April 1917 in a daring attack that was a turning point in the war. This corps earned an enviable record in battle and represented the first authentic expression of Canada in the world; its strength and reputation meant that Canada could not be treated as a mere colony."
        ],
        [
            "Winter is officially here! The scarf is an essential item of clothing for the winter season in Canada. It's all about layers if you want to be comfortable in the cold weather, and the scarf is one of the best winter accessories for staying warm.\n\nThe Kokom (Kokum) Scarf or Ukrainian Scarf are a symbol of relations of the Indigenous peoples supporting Ukrainian settlers that arrived to Canada. These scarves were traded among Indigenous and Ukrainian women. There are many similarities between the two cultures and the scarf today resembles unity and respect for each other."
        ],
        [
            "In 2001, Canada took the lead to promote an international standard for wind chill. A team of scientists and medical experts from Canada and the US worked together to develop the current wind chill index. This index represents the degree of \"chill\" that your skin senses, and is based on the loss of heat from the face. Wind chills below -70 have been recorded in northern communities in Canada. On January 13, 1975 at Kugaaruk, Nunavut, the air temperature was -51C and the winds were 56km/h, producing a bone-chilling wind chill of -78!"
        ],
        [
            "Réveillon is a traditional all-night feast that starts after church service on Christmas Eve and lasts until the wee hours of Christmas morning. First celebrated in 19th-century France, the Canadian menu includes tourtière (a meat pie made with pork and beef or veal), ragoût de pattes de cochon (pigs' feet stew) and bûche de Nöel (a Yule log dessert). This celebration and the traditions and foods associated with it speak to the history of francophones across Canada."
        ],
        [
            "Merry Christmas from Canuckle! The Scotch pine reigns as the top Christmas tree in Canada. Scotch pines hardly shed any of their long needles, and their strong, curved branches also hold ornaments well. Canada exported over 2.4 million fresh Christmas trees to countries all over the world in 2021! Pines are the also the arboreal emblem of the provinces of Alberta (Lodgepole pine) and Ontario (Eastern white pine)."
        ],
        [
            "If you take in a movie over the holidays, you can thank Montreal-born Léo-Ernest Ouimet for the magic of the movie theatre. In 1906, he opened his first movie house, the Ouimetoscope, on Saint Catherine Street. In 1907, Ouimet expanded the Ouimetoscope to house the first luxury projection room in North America, making it the world's first and largest cinema theatre to open exclusively for movies!"
        ],
        [
            "As part of the British effort to combat German U-boats in 1917, Canadian physicist Robert William Boyle combined transducers made with quartz with amplifiers developed by French researchers to create the world's first high-frequency echolocation device: SONAR. Originally an acronym for SOund Navigation And Ranging, sonar is a technique that uses sound to navigate, communicate with or detect objects on or under the surface of the water. Boyle's work on sonar was built upon the work of another Canadian-born inventor, Reginald Fessenden, who is best known for his pioneering work developing radio technology."
        ],
        [
            "The Edmonton Grads were a powerhouse women's basketball team. The Edmonton Commercial Graduates Basketball Club, better known as \"The Grads\", started as a high school girls basketball team and became a sports dynasty. World Champions for 17 years, the Grads dominated regionally, nationally, and internationally for 25 years beginning in 1915. Their record of 502 wins and only 20 losses is unmatched in all of sport. Dr. James Naismith called them \"the finest team to ever step out onto a floor.\" Check out the ",
            "Heritage Minutes video",
            " celebrating the Edmonton Grads."
        ],
        [
            "Cairns are stone landmarks that are used as a point of reference for navigation and as a marker for travel routes. In Canada, these rock piles are often called \"inukshuks\" as many try to replicate the Inuit (and other Arctic peoples') cairns shaped like people and commonly known by that name.\n\nA red inukshuk (also spelled inuksuk, plural inuksuit) is found on the flag of Nunavut. In Inuktitut, the term inuksuk means \"to act in the capacity of a human.\" It is an extension of the word inuk meaning \"a human being\"."
        ],
        [
            "Canada is home to some incredible mountain ranges, including the famous Rocky Mountains. The Canadian Rockies house over 50 high mountains whose elevation exceeds the 11,000 ft (3,350 m) mark. The highest peak of this range of mountains is Mount Robson, which stands at 12,972 ft (3,954 m) above mean sea level."
        ],
        [
            "It's time to ring in the New Year! Churches, cathedrals and towers across Canada will be ringing the bells tonight at midnight to signal the start of 2023. There are 11 carillons in Canada, ranging from the historic Hamilton cathedral to the more modern Exhibition Place carillon in Toronto. The Peace Tower Carillon on Parliament Hill in Ottawa is the most frequently played and the best known carillon. It has 53 bells, and was inaugurated on July 1, 1927 to mark the 60th anniversary of Confederation. The Cathedral of the Transfiguration in Markham, Ontario contains one of the world’s largest sets of bells. They were cast in bronze and weigh in at a whopping 32,000 pounds (over 14,500kg)!"
        ],
        [
            "Happy New Year from Canuckle! Canada holds 20% of the world's freshwater supply and 9% of the world's renewable freshwater resources, but this time of year people are more excited about all of the fresh powder on ski runs across the country. It's a fresh start for 2023 - cheers to the New Year!"
        ],
        [
            "Did you know Toronto, Ontario makes one of the world's best racing bikes? Using the same tools and techniques as Formula One teams, Toronto-based Cervélo builds what have been called some of the world's fastest and lightest bikes. At the 2008 Olympics in Beijing, athletes riding Cervélo bikes won 10 medals, while in 2008, Carlos Sastre rode a Cervélo bike to win the Tour de France.\n\nCheck out our ",
            "latest blog post",
            " for a recap on how things have gone since we re-launched Canuckle!"
        ],
        [
            "The Whooping Crane is the tallest bird in North America and the rarest crane species. They stand nearly five-feet tall and are easily recognizable with their snowy white plumage and crimson cap. The only self-sustaining wild population of whooping cranes breeds in Canada's Wood Buffalo National Park, which straddles the Northwest Territories and Alberta border.\n\nFor a recap on how things have gone since we re-launched Canuckle, check out our ",
            "latest blog post",
            "!"
        ],
        [
            "Guelph, Ontario has cemented its name in the history of sport by being the birthplace of the athletic supporter. The device was invented in 1922 by the Guelph Elastic Hosiery Company (now Protexion Industries), which later held a contest to name its new product. The name 'jock strap' was chosen and the winner of the contest got a cash prize of five dollars, worth $88.69 today.\n\nWant to play some more? Check out the ",
            "Canuckle Archive",
            " to play previous games!"
        ],
        [
            "The world's smallest desert can be found in the Yukon! In truth, the moniker is used in good fun as the Carcross Desert isn't a desert at all. The beautiful 2.5 square kilometre patch of land is a series of sand dunes left over from a glacial lake thousands of years ago. The tiny area is kept dry year-round thanks to the surrounding mountains.\n\nIn contrast, the Athabasca Sand Dunes in Saskatchewan is the largest active sand surface in Canada at 1925 km² and one of the world's most northerly major sand dunes."
        ],
        [
            "Canada has North America's strongest current! The stretch of the Discovery Passage north of Vancouver Island in Seymour Narrows, British Columbia has some of the strongest tidal currents ever measured with flood speeds of 17 km/h and ebb speeds of 18 km/h. The average width of the narrows is just 750 metres.\n\nWant to play some more? Check out the ",
            "Canuckle Archive",
            " to play previous games!"
        ],
        [
            "Curling season is in full swing in Canada, and that means spiels (short for bonspiels) are taking place in curling clubs across the country! The two biggest curling spiels in Canada take place in February and March: the ",
            "2023 Scotties Tournament of Hearts",
            " in Kamloops, BC and the ",
            "2023 Tim Hortons Brier",
            " in London, Ontario."
        ],
        [
            "The ",
            "Golden Hawks",
            " were a Royal Canadian Air Force (RCAF) aerobatic flying team established in 1959 to celebrate the 35th anniversary of the RCAF and the \"Golden\" 50th anniversary of Canadian flight, which began with the AEA Silver Dart in 1909."
        ],
        [
            "Canada is the leading exporter of durum wheat in the world. Canadian Western Amber Durum (CWAD) is known for its beautiful bright yellow colour and high protein content and semolina yield, making it an excellent choice for making high-quality pasta and couscous."
        ],
        [
            "Known as the \"Dead Sea of Canada\", the waters of Little Manitou Lake near Saskatoon are roughly five times saltier than the ocean—and approximately half as salty as the Dead Sea in Israel and Jordan. Fed by underground springs, the lake is so high in sodium, magnesium and potassium salts that it's almost impossible for swimmers to sink. Locals and visitors alike swear by Little Manitou Lake's ability to cure skin conditions, arthritis and joint pain, although the science on its healing powers is up for debate."
        ],
        [
            "January 11th is Sir John A. Macdonald Day! Macdonald was the first Prime Minister of Canada and one of the architects of Confederation. He was the dominant creative mind which produced the British North America Act and the union of provinces which became Canada. Both before and after Confederation in 1867, Canada used the United Kingdom's Royal Union Flag, commonly known as the Union Jack.\n\nJoin the #CanuckleCrew on Twitter ",
            "@CanuckleGame",
            "!"
        ],
        [
            "Canada is home to some famous halls, including Rideau Hall (official residence of the Governor General), Roy Thomson Hall, the Hockey Hall of Fame, and Canada's Sports Hall of Fame. But did you know that Scarborough, Ontario makes most of the world's Halls cough drops? If you pick up a pack of Halls, you'll be getting a little taste of home. Every year, ailing Canadians and Americans pop seven billion Halls cough drops, each one produced in Toronto's easternmost borough.\n\nCheck out our ",
            "latest blog post",
            " for a recap on how things have gone since we re-launched Canuckle!"
        ],
        [
            "Situated in the Big Muddy Badlands in Saskatchewan, Castle Butte is a grand, reddish free-standing structure with a circumference of 0.5 km and an elevation of 60 metres. A relic from the Ice Age, it is a striking formation that served as a landmark for Indigenous people, the North West Mounted Police (NWMP) and early prairie settlers. Other notable Canadian buttes include Pilot Butte (Saskatchewan), Lone Butte (British Columbia), Nebogwawin Butte (Manitoba), Nahanni Butte (Northwest Territories), and Mud Buttes (Alberta). It goes without saying that these buttes are some of our country's finest assets! Read more about ",
            "Canada's Nicest Buttes",
            "."
        ],
        [
            "In 2021, 81 per cent of Canadians lived in an urban centre, compared to 45 per cent in 1911. The three largest cities in Canada are Toronto, Montréal and Vancouver.\n\nWant to play some more? Check out the ",
            "Canuckle Archive",
            " to play previous games!"
        ],
        [
            "Ribbon skirts represent an important part of the identity and history of Indigenous women and girls. January 4th marked the first ",
            "National Ribbon Skirt Day",
            " in Canada. Every Jan 4 going forward will be a day where Indigenous women across the country are encouraged to wear ribbon skirts to celebrate their culture, their strength and their connection as women.\n\nFor a recap on how things have gone since we re-launched Canuckle, check out our ",
            "latest blog post",
            "!"
        ],
        [
            "Ploye is a traditional Acadian flatbread that is often misguidedly labeled as a pancake, which it is not, since it is not flipped. Ployes are a perfectly delicious cross between a pancake and a crumpet. Ployes can be served as a bread with meals or for breakfast with maple syrup.\n\nIf you enjoyed this game, you can show your support by ",
            "buying the Canuckle creators a coffee",
            "! ☕️🍁👍"
        ],
        [
            "Rail is the mode of transportation that geographically united Canada. There are two major publicly traded transcontinental freight railway systems: Canadian National (CN) and Canadian Pacific (CP). National rail passenger services are largely provided by VIA Rail on behalf of the Government of Canada. The Canadian Rail System currently has over 45,199 route kilometres of tracks.\n\nJoin the #CanuckleCrew on Twitter ",
            "@CanuckleGame",
            "!"
        ],
        [
            "In Canada's olympic history, its athletes have received a total medal count of 79 in ",
            "speed skating",
            " making it Canada's most successful Olympic sport! Charles Hamelin (short track) and Cindy Klassen (long track) are Canada's most decorated winter olympians with 6 medals each.\n\nCanuckle is excited to announce an official partnership with ",
            "CIRA",
            "! CIRA is best known for managing the .CA website domain on behalf of all Canadians. They also support Canadian-led digital initiatives as part of their mandate. In honour of today's Canuckle word, check out CIRA's free ",
            "Internet Performance Test",
            ", helping all Canadians measure their internet speeds!"
        ],
        [
            "Great blue herons are Canada's most widespread heron and are found from the Maritimes to British Columbia. As the largest heron in North America, the great blue heron stands about one metre tall.\n\nCanuckle is now on Instagram ",
            "@CanuckleGame",
            "! Discover more at ",
            "instagram.com/canucklegame",
            "."
        ],
        [
            "Plank houses were structures built by various Indigenous peoples on the Northwest Coast of Canada to shelter extended families. Plank houses still exist in some communities and are used mainly for community and ceremonial purposes.\n\nWant to play some more? Check out the ",
            "Canuckle Archive",
            " to play previous games!"
        ],
        [
            "Although there are several conflicting legends of its origin, multiple sources credit Guelph, Ontario as the birthplace of the \"hat trick\"! In 1947, the Biltmore Hat Company was the sponsor of Guelph's local hockey team, the Biltmore Mad Hatters. The company rewarded any player scoring three goals in a game the choice of hats at their factory, bringing new meaning to the term \"hat trick\"! At least for hockey...since the hat trick actually originated in the sport of cricket many years earlier.\n\nIf you enjoyed this game, you can show your support by ",
            "buying the Canuckle creators a coffee",
            "! ☕️🍁👍"
        ],
        [
            "The Queen's Gates is the formal entrance to Parliament Hill in Ottawa, Ontario. The Princes' Gates is a triumphal arch and a monumental gateway at Exhibition Place in Toronto, Ontario. Canada Gate was installed in London, England in the early years of the 20th century as part of the memorial to Queen Victoria. The gates were a gift from Canada, celebrating its contribution to the then British Empire.\n\nCanuckle is now on Instagram ",
            "@CanuckleGame",
            "! Discover more at ",
            "instagram.com/canucklegame",
            "."
        ],
        [
            "The CT-114 Tutor jet is the aircraft flown by the ",
            "Canadian Forces Snowbirds",
            "! The Tutor was the primary jet trainer for the Royal Canadian Air Force until 2000. The Tutors flown by the Snowbirds are slightly modified for show features and enhanced performance during low-level aerobatic flying."
        ],
        [
            "Quillwork refers to the Indigenous art of using coloured porcupine quills to decorate various items such as clothing, bags, medicine bundles and regalia. Quillwork is more than just a fine example of Indigenous artisanry, it holds cultural significance as part of traditional knowledge systems. Quillwork is now a rare artform, but some Indigenous elders and artists are trying to preserve it through community-led education about quilling.\n\nJoin the #CanuckleCrew on Twitter ",
            "@CanuckleGame",
            "!"
        ],
        [
            "Today is ",
            "Bell Let's Talk Day",
            " - a campaign started by Bell Canada/Bell Media in an effort to raise awareness and combat stigma surrounding mental illness in Canada. Bell Let's Talk has a vision of a Canada where everyone can get the mental health support they need. On January 25 and every day throughout the year, we can all take meaningful action to create positive change."
        ],
        [
            "Canada is home to the largest known congregations of snakes anywhere in the world. In spring and fall, over 50,000 red-sided gartersnakes congregate at hibernation sites in the Narcisse Wildlife Management Area in Manitoba.\n\n🛠️ We are aware that a few players got a different word for ",
            "Canuckle #256",
            " yesterday. We made an update that unfortunately didn't refresh for everyone. Please reload your game to ensure you have version 1.3.2. If you have an issue with your streak, ",
            "go to the Archive",
            " to play the updated word and that should sort things out."
        ],
        [
            "The Victoria Cross was created in 1993 and is the highest award within the Canadian honours system, taking precedence over all other orders, decorations, and medals. The Victoria Cross is awarded for \"the most conspicuous bravery, a daring or pre-eminent act of valour or self-sacrifice or extreme devotion to duty, in the presence of the enemy\". To date, no Canadian Victoria Cross has been conferred.\n\nWant to play some more? Check out the ",
            "Canuckle Archive",
            " to play previous games!"
        ],
        [
            "Fjords in Canada are long, narrow inlets characterized by steep sides, created in a valley carved by glacial activity. Canada is home to many of these impressive natural features, including the many islands that make up the Arctic Archipelago in northern Canada, the Saguenay Fjord National Park in Quebec, Newfoundland's iconic Western Brook Pond Fjord located in Gros Morne National Park, and all along the west coast in British Columbia which is one of the longest fjord coastlines in the world!\n\nIf you enjoyed this game, you can show your support by ",
            "buying the Canuckle creators a coffee",
            "! ☕️🍁👍"
        ],
        [
            "Girl Guides of Canada started on September 7, 1910, and Canada was among the founding members of the World Association of Girl Guides and Girl Scouts (WAGGGS) in 1928. Some well-known former Girl Guides include: Queen Elizabeth II, Margaret Atwood, Celine Dion, Sarah McLachlan, and Dr. Roberta Bondar, who juggled Girl Guide cookies in space!\n\nCanuckle is now on Instagram ",
            "@CanuckleGame",
            "! Discover more at ",
            "instagram.com/canucklegame",
            "."
        ],
        [
            "A sault is a fall or rapid in a river. The most famous sault in Canada is the city of Sault Ste Marie, located adjacent to the rapids of the St. Marys River between Lake Superior and Lake Huron. Sault Ste Marie is one of the oldest French settlements in North America, and it is popularly called \"the Sault,\" or \"Soo.\" Author Ernest Hemingway once said \"...the best rainbow trout fishing in the world is in the rapids of the Canadian Soo...\"\n\nJoin the #CanuckleCrew on Facebook ",
            "@CanuckleGame",
            "!"
        ],
        [
            "'Tis the season for shinny on frozen ponds across the country! The ",
            "Canadian National Pond Hockey Championships",
            " are held each year in Haliburton, Ontario and it is one of the largest Pond Hockey events in the world! The ",
            "World Pond Hockey Championship",
            " takes place in Plaster Rock, New Brunswick Feb 16-19, 2023!"
        ],
        [
            "February is Black History Month in Canada! \"Voice of the Fugitive\" was Canada's first Black newspaper and it was used to communicate with Underground Railroad supporters. Founded and edited by Henry Bibb and his wife Mary Bibb, it was first published in 1851 in Sandwich, and moved to Windsor shortly after."
        ],
        [
            "Toronto mother Susan Olivia Poole was an Indigenous Canadian inventor who invented the Jolly Jumper after her first child was born in 1910. In 1948 they were produced for the retail market, and by 1957, the Jolly Jumper was patented.\n\nJoin the #CanuckleCrew on Twitter ",
            "@CanuckleGame",
            "!"
        ],
        [
            "Today marks the start of ",
            "Winterlude",
            ", the annual winter festival in Ottawa-Gatineau featuring ice, snow, and BeaverTails! ",
            "BeaverTails",
            " are world famous Canadian fried dough pastries that are individually stretched to resemble beaver's tails, with sweet toppings like cinnamon & sugar, chocolate hazelnut, and maple spread. They are the ultimate way to keep warm during Winterlude!\n\nIf you enjoyed this game, you can show your support by ",
            "buying the Canuckle creators a coffee",
            "! ☕️🍁👍"
        ],
        [
            "Montreal is home to the ",
            "Formula 1 Canadian Grand Prix",
            ", the biggest sporting event in all of Canada! 338,000 fans were in attendance at Circuit Gilles Villeneuve over the 2022 Canadian Grand Prix weekend.\n\nJoin the #CanuckleCrew on Instagram ",
            "@CanuckleGame",
            "!"
        ],
        [
            "The Three-Pence Beaver was Canada's first postage stamp in 1851. It was the first stamp in the world to feature an animal. The beaver building a dam was symbolic of the people in the young country of Canada building their towns, cities, and communities.\n\nWant to play some more? Check out the ",
            "Canuckle Archive",
            " to play previous games!"
        ],
        [
            "What makes iconic Canadian glacial lakes like Moraine Lake and Lake Louise so blue? Rock flour or glacier flour of course! The small particles of rock flour find their way to the lake via melting streams. Glacial flour being so light, is suspended in the water. This murky appearance is referred to as glacial milk. The more of this glacial milk mixture there is, the more turquoise the glacial lake appears!\n\nJoin the #CanuckleCrew on Facebook ",
            "@CanuckleGame",
            "!"
        ],
        [
            "Canada's easternmost point is found at Cape Spear, Newfoundland, near the province's capital of St. John's. The ",
            "Cape Spear Lighthouse National Historic Site",
            " is home to the oldest surviving lighthouse in Newfoundland and Labrador.\n\nJoin the #CanuckleCrew on Twitter ",
            "@CanuckleGame",
            "!"
        ],
        [
            "One of Canada's most famous pilots, Billy Bishop was a Canadian flying ace of the First World War. He was officially credited with 72 victories, making him the top Canadian and British Empire ace of the war. The Billy Bishop Toronto City Airport was named in his honour. Today would have been Billy Bishop's 129th birthday!\n\nWant to play some more? Check out the ",
            "Canuckle Archive",
            " to play previous games!"
        ],
        [
            "Found throughout Canada, fiddlehead ferns are the tightly coiled tips of early spring ferns with a tender texture and mildly nutty flavour. They are only available for a short window of time during the spring and are considered a seasonal delicacy in many parts of Canada.\n\nCheck out our ",
            "February blog post",
            " for a recap on how things have gone, along with a few highlights in case you missed some recent Canuckle news!"
        ],
        [
            "Canadian moguls skiers have won an impressive 9 Olympic medals over the years! Medallists include Jean-Luc Brassard, Jennifer Heil, Alexandre Bilodeau, sisters Justine & Chloé Dufour-Lapointe, and Mikaël Kingsbury.  Bilodeau won a gold medal in the men's moguls at the 2010 Winter Olympics in Vancouver, becoming the first Canadian to win a gold medal at an Olympic Games held in Canada.\n\nToday is Canuckle's 1 year anniversary! 🎉 Help us celebrate by ",
            "buying the Canuckle creators a coffee, and maybe some birthday donuts",
            "!  ☕️🥳🍩"
        ],
        [
            "Theodore Witte from Chilliwack, British Columbia is known for inventing the caulking gun. After watching a baker use a cake-decorating tool, Theodore applied the idea to develop what he called a puttying tool. His 1894 creation is what we know today as the caulking gun.\n\nJoin the #CanuckleCrew on Facebook ",
            "@CanuckleGame",
            "!"
        ],
        [
            "Dr. Richard Taylor was a Canadian physicist and Stanford University professor who was awarded the 1990 Nobel Prize in Physics with his colleagues for their discovery of subatomic particles called quarks. A quark is a type of elementary particle and a fundamental constituent of matter. Dr. Taylor's work helped lay the foundation of what scientists know as the Standard Model of particle physics.\n\nJoin the #CanuckleCrew on Twitter ",
            "@CanuckleGame",
            "!"
        ],
        [
            "Spring is only a few weeks away, and that means it's almost sugar season! Sugar shacks (\"cabanes à sucres\" in French) are cabins where sap is collected from sugar maple trees and boiled into maple syrup. In 2022, over 72 million litres of maple syrup came out of sugar shacks in Quebec, accounting for over 90% of Canada's domestic production.\n\nYou know what goes well with all that maple syrup? Waffles! Check out today's special ",
            "Waffle x Canuckle collab game",
            ", featuring all Canadian themed words!"
        ],
        [
            "Happy Valentine's Day from Canuckle! ❤️ Revered in Canada as the father of biomedical engineering, John Hopps made many contributions to the field of medicine, but he is best known for the invention that keeps hundreds of thousands of hearts beating around the world: the cardiac pacemaker. In 1984, the device that Hopps invented was used to prolong his own life.\n\nCheck out CIRA's ",
            "cybersecurity guide to online dating",
            " and find your Valentine without getting scammed. Keep your heart and your personal information safe."
        ],
        [
            "Today is National Flag of Canada Day! Flag Day is observed annually on February 15 to commemorate the inauguration of the flag of Canada on that date in 1965. Check out this ",
            "Heritage Minutes video",
            " about the many designs proposed for consideration for Canada's flag. Read more about the National Flag of Canada on ",
            "The Canadian Encyclopedia",
            ".\n\nYou can show your support for Canada's daily word game by ",
            "buying the Canuckle creators a coffee",
            "! ☕️🍁👍"
        ],
        [
            "Eskers are ridges of sediment left behind by glacial rivers in the last ice age. The Thelon or Exeter Lake esker is one of the largest in the world! This 800-kilometre long ridge stretches from the Northwest Territories' eastern border with Nunavut nearly all the way to Great Bear Lake.\n\nJoin the #CanuckleCrew on Instagram ",
            "@CanuckleGame",
            "!"
        ],
        [
            "Whenever Canada needs a bit of good fortune at the Olympic Games, you can count on a lucky loonie to come through. The tradition was started in 2002 at the Salt Lake City Olympics when Canadian icemaker Trent Evans snuck a loonie underneath centre ice when needing a marker for the faceoff dot. Evans left the loonie there as a good luck charm for the Canadians, and it worked beautifully, with Canada winning gold in both men's and women's hockey for the first time.\n\nCheck out our ",
            "February blog post",
            " for a recap on how things have gone, along with a few highlights in case you missed some recent Canuckle news!"
        ],
        [
            "Feb 18 marks the start of the ",
            "2023 Canada Winter Games",
            " in Prince Edward Island! Over 2,500 young athletes will be competing for hard-earned medals. Canadian athletes have won numerous medals on the world stage, and Canada has won at least one medal at every Olympics in which it has competed. Canada has won 551 Olympic medals in total (326 Summer, 225 Winter). Go Canada Go!\n\nCheck out the ",
            "Canuckle Archive",
            " to play previous games!"
        ],
        [
            "The Province of Lower Canada was a British colony on the lower Saint Lawrence River and the shores of the Gulf of Saint Lawrence (1791-1841). It covered the southern portion of the current Province of Quebec and the Labrador region of the current Province of Newfoundland and Labrador.\n\nCheck out our ",
            "February blog post",
            " for a recap on how things have gone, along with a few highlights in case you missed some recent Canuckle news!"
        ],
        [
            "Parks Canada administers a range of historic forts and fortified places across the country. Forts were the focal points of many important developments in Canada's history. As bases for defence, crossroads of trade, and centres of growing communities, they have been gathering places for generations. The ",
            "Fortress of Louisbourg National Historic Site",
            " is the largest reconstructed 18th-century French fortified town in North America.\n\nJoin the #CanuckleCrew on Facebook ",
            "@CanuckleGame",
            "!"
        ],
        [
            "The ",
            "Hamilton Tiger-Cats",
            " are a professional Canadian football team in the CFL based in Hamilton, Ontario. The Ticats have over 153 years of history & tradition and have won 15 Grey Cup championships. Oskee Wee Wee!\n\nYou can show your support for Canada's daily word game by ",
            "buying the Canuckle creators a coffee",
            "! ☕️🍁👍"
        ],
        [
            "Feb 22 is Anti-Bullying Day, also known as ",
            "Pink Shirt Day",
            ", where people wear a pink-coloured shirt to stand against bullying. The initiative was started in Canada in 2007 by two Nova Scotia teenagers when a fellow Grade 9 student in Berwick was being teased and bullied for wearing a pink shirt on the first day of school."
        ],
        [
            "War Bride was the name given to the estimated 48,000 young women who met and married Canadian servicemen and came to Canada during the Second World War. These war brides were mostly from Britain, but a few thousand were also from other areas of Europe. Read more about \"war brides\" on ",
            "The Canadian Encyclopedia",
            ".\n\nJoin the #CanuckleCrew on Instagram ",
            "@CanuckleGame",
            "!"
        ],
        [
            "Curling is played on a rink or sheet of ice that has 3 concentric rings and the button which make up the house or target. \"Roar of the Rings\" was the name of the Canadian Olympic Curling Trials, and \"",
            "Rocks & Rings",
            "\" is a Curling Canada program designed to introduce the sport of curling to children.\n\nThe ",
            "2023 Scotties Tournament of Hearts",
            " is currently underway in Kamloops, BC and the members of the winning team receive gold rings in the four-heart design of the Tournament of Hearts logo. The winner will represent Canada at the World Women's Curling Championship!"
        ],
        [
            "Canada has some very unique slang words, sayings and phrases that make the Great White North a little bit different! Do you know how to speak Canadian? ",
            "Check out this video",
            " to learn how! Don't be a hoser, eh?\n\nJoin the #CanuckleCrew on Twitter ",
            "@CanuckleGame",
            "!"
        ],
        [
            "Located in Vancouver, British Columbia, Canada Place is Canada's busiest harbour. Canada Place is the main cruise ship terminal for the region. To mark Expo 86, Canada Place was officially opened as the Canada Pavilion by HRH Prince Charles, Diana, Princess of Wales and former Prime Minister Brian Mulroney. The land that Canada Place is built upon was known as Pier B-C and served as the western terminus for Canadian Pacific Railway's transcontinental railroad."
        ],
        [
            "Alert, in the Qikiqtaaluk Region of Nunavut, Canada, is the northernmost continuously inhabited place in the world, on Ellesmere Island (Queen Elizabeth Islands) just 817 kilometres from the North Pole. Alert was named after HMS Alert, a British ship that wintered in the area from 1875-76.\n\nWant to play some more? Check out the ",
            "Canuckle Archive",
            " to play previous games!"
        ],
        [
            "Although sushi may not come immediately to mind when discussing Canadian food, the California Roll - evolved from the Japanese sushi tradition and given an American-sounding name - is Canadian! Vancouver sushi chef Hidekazu Tojo invented the California roll and popularized the \"inside-out\" sushi technique in North America. There are thousands of sushi restaurants across Canada - more than 600 of them are in Vancouver alone.\n\nYou can show your support for Canada's daily word game by ",
            "buying the Canuckle creators a coffee",
            "! ☕️🍁👍"
        ],
        [
            "Canadian winters can be freezing cold. Uncovered skin in freezing temperatures can get frostbite. But that doesn't stop Canadians from having outdoor winter festivals! ",
            "Frost Regina",
            " was just held in Regina, Saskatchewan from Feb 3-12, 2023. This unique city-wide event celebrates the cold winter climate through stunning light installations, local music, captivating art, and rich culture. Frost Regina is where winter comes to life!\n\nCheck out our ",
            "March blog post",
            " for a summary of all the latest highlights in case you missed some recent Canuckle news!"
        ],
        [
            "La Grande Roue de Montréal",
            " is a Ferris wheel built at the Old Port of Montreal, Quebec, Canada for the festivities for the 375th anniversary of the city. Open to the public since September 1, 2017, visitors can enjoy an amazing panorama 60 metres high, four seasons a year, on the largest observation wheel in Canada.\n\nJoin the #CanuckleCrew on Instagram ",
            "@CanuckleGame",
            "!"
        ],
        [
            "The ",
            "2023 Tim Hortons Brier",
            " starts today in London, Ontario and runs from Mar 3-12. What makes the Brier different from other sporting events is the intimate nature of the competition and the lack of barriers between fans and curlers. Nothing represents this better than the 'Brier Patch', which has been a staple of the event since 1982. At the Brier Patch, there’s live music, games, food and drink and a chance to mingle and have lots of fun. Whatever the form, the Patch has always been a place where good times are had and lifetime memories are made."
        ],
        [
            "Canada has about 1.29 million km² of wetlands, covering 13% of Canada's terrestrial area. This is close to one quarter of the world's remaining wetlands. The Columbia Wetlands in the Columbia Valley region of southeastern British Columbia is one of the longest intact wetlands in North America.\n\nJoin the #CanuckleCrew on Facebook ",
            "@CanuckleGame",
            "!"
        ],
        [
            "There are multiple communities in Ontario (including Tweed, Coboconk, Creemore, Providence Bay, Port Dalhousie, and Rodney) which lay claim to be the previous home of Canada's smallest jail. However, the absolute distinction belongs to the jail house in Rodney, Ontario, which measures just 4.5 m by 5.4 m. Built in 1890, Ye Olde Jail is the world's smallest jail! The building still bares its original steel cell doors, stove, and yellow brick exterior.\n\nJoin the #CanuckleCrew on Twitter ",
            "@CanuckleGame",
            "!"
        ],
        [
            "Truth is one of The Seven Grandfather Teachings which are a set of Anishinaabe guiding principles that give people the tools for how to live a good life. They have been passed down from generation to generation for thousands of years through stories and ceremonies. Truth is represented by the turtle, who was here during the creation of Earth and carries all of life's teachings on his back.\n\nCheck out our ",
            "March blog post",
            " for a summary of all the latest highlights in case you missed some recent Canuckle news!"
        ],
        [
            "How do Canadians like their coffee? Crisp! Coffee Crisp is a chocolate bar made in Canada consisting of layers of vanilla wafer and coffee-flavoured soft candy, covered in milk chocolate. It's a unique Canadian treat, and it rarely ventures beyond Canada's borders. The candy has largely been made exclusively for Canadian markets - over 150 million Coffee Crisp bars are produced every year in the Nestlé Canada factory in Toronto.\n\nYou can show your support for Canada's daily word game by ",
            "buying the Canuckle creators a coffee",
            "! ☕️🍁👍"
        ],
        [
            "March 8th is ",
            "International Women's Day",
            "! It’s a global day to recognize and celebrate women’s and girls’ social, economic, cultural, and political achievements. It’s also a time to raise awareness of the progress made towards achieving gender equality and the work remaining to be done. The Government of Canada’s theme for International Women's Day 2023 is \"Every Woman Counts\". Let’s celebrate the successful Canadian women around us, reminding today’s youth and girls that their dream is within reach.\n\nCheck out ",
            "this blog",
            " by our friends at CIRA for a roundup of resources to honour International Women’s Day."
        ],
        [
            "Canada has a thriving robotics industry, and many of the most famous and inventive real-world robots have Canadian origins, many of which have taken to the stars. The iconic Canadarm & Canadarm 2 robotic arms have supported space shuttle missions for decades, and Dextre is a versatile robot that maintains the International Space Station (ISS). Part of Canada's contribution to the Station, it is the most sophisticated space robot ever built.\n\nWant to play some more? Check out the ",
            "Canuckle Archive",
            " to play previous games!"
        ],
        [
            "Bannock or fry bread is a form of bread that served as a staple in the diets of early settlers in Canada. It's believed Scottish fur traders introduced it, but many Indigenous communities had pre-colonial versions of bannock: Inuit call it \"palauga\", Mi'kmaq \"luskinikn\", and Ojibwe \"ba'wezhiganag\". A delicious bread that has been made and enjoyed in Canada for hundreds of years, bannock is now frequently found at gatherings and festivals. Read more about bannock on ",
            "The Canadian Encyclopedia",
            "."
        ],
        [
            "27 years ago today on March 11, 1996, the Montreal Canadiens played their last game at the Forum, a venue that had been home ice for the storied hockey team for 71 years. Forever considered as the temple of hockey, the Montreal Forum served as home for the Habs for 22 of their NHL-record 24 Stanley Cup victories, and 12 times they lifted the Cup on Forum ice.\n\nJoin the #CanuckleCrew on Instagram ",
            "@CanuckleGame",
            "!"
        ],
        [
            "Tomorrow is Commonwealth Day! It is the annual celebration of the Commonwealth of Nations. We join our Commonwealth partners around the world to celebrate the shared values and the strong bonds of cooperation and friendship that bind us together. The Governor General of Canada is the federal viceregal representative of the Canadian monarch, currently King Charles III.\n\nCheck out our ",
            "March blog post",
            " for a summary of all the latest highlights in case you missed some recent Canuckle news!"
        ],
        [
            "The ",
            "2023 Juno Awards",
            " take place in Edmonton, Alberta tonight! The annual awards ceremony celebrates outstanding achievements in Canadian music. The Juno Awards began in 1964 as the RPM Gold Leaf Awards, and in 1971 they were renamed the Juno Awards after the Roman goddess and in tribute to Pierre Juneau, the first chairperson of the Canadian Radio-television and Telecommunications Commission (CRTC) who was responsible for introducing the Canadian content quota to Canadian radio that year."
        ],
        [
            "Canadian authors have given the world some outstanding must read novels, including \"The Handmaid's Tale\" by Margaret Atwood, \"The Book of Negroes\" by Lawrence Hill, \"Indian Horse\" by Richard Wagamese, \"Anne of Green Gables\" by Lucy Maud Montgomery, \"Life of Pi\" by Yann Martel, and \"Five Little Indians\" by Michelle Good, just to name a few. Canadian literature has certainly made its mark!\n\nYou can show your support for Canada's daily word game by ",
            "buying the Canuckle creators a coffee",
            "! ☕️🍁👍"
        ],
        [
            "Yousuf Karsh was a Canadian photographer known for his portraits of notable individuals. He has been described as one of the greatest portrait photographers of the 20th century. Read more about Karsh at ",
            "karsh.org",
            "."
        ],
        [
            "Harry Wasylyk was a Canadian inventor from Winnipeg, Manitoba, who together with Larry Hansen of Lindsay, Ontario, invented the disposable green polyethylene trash bag."
        ],
        [
            "Happy St. Patrick's Day from O'Canuckle! ☘️ Saint Joseph, the foster father of Jesus, is a popular patron saint for many causes and places. He was chosen as the patron saint of Canada by the first Recollect Franciscan missionaries in 1624."
        ],
        [
            "Established by Her Majesty Queen Elizabeth II on 1 July 1972, the ",
            "Order of Military Merit",
            " (ORMM) recognizes distinctive merit and exceptional service displayed by the men and women of the Canadian Armed Forces. It is the second highest order administered by the governor in Council, on behalf of the Canadian monarch. More than 5,000 members of the Canadian Armed Forces have been appointed to the Order since its creation."
        ],
        [
            "A reach is a geographical term for a section of a river. Molly's Reach was a fictional restaurant in the real community of Gibsons, British Columbia, during the nineteen years the iconic Canadian television series \"The Beachcombers\" was set there. The Beachcombers was the Canadian Broadcasting Corporation's longest running series."
        ],
        [
            "Somewhat of an acquired taste, dulse is an edible red seaweed that grows in intertidal zones in the North Atlantic and Northwest Pacific Oceans. Dulse picked off the coast of Grand Manan Island, New Brunswick in Canada's Bay of Fundy is said to be the best in the world, specifically that harvested in Dark Harbour."
        ],
        [
            "A truly portable folding ironing board was first patented in Canada in 1875 by Yarmouth, Nova Scotia's John B. Porter. The invention also included a removable press board used for sleeves."
        ],
        [
            "The return of the robin is a sure sign of Spring in Canada! American Robins begin to arrive at their breeding grounds in southern areas of Canada in March each year. Few birds are as familiar to the Canadian public as the American Robin. Its plumage is easily recognizable, and it is one of the first birds to sing in the morning and is one of the last to be heard at night.\n\nYou can show your support for Canada's daily word game by ", 
            "buying the Canuckle creators a coffee", 
            "! ☕️🍁👍"
        ],
        [
            "Canadians Bruce Kirby and Ian Bruce invented the iconic Laser sailboat. The Laser became one of the world's most popular racing sailboats. It became so popular that the Olympic committee added the Laser as an Olympic-class boat for men in 1996 and women in 2008. The Laser’s enduring popularity, though, comes from the thousands of recreational sailors who experience the pure pleasure of single-handing a Laser on a breezy day.\n\nJoin the #CanuckleCrew on Twitter ", 
            "@CanuckleGame", 
            "!"
        ],
        [
            "The Sibley Peninsula just outside of Thunder Bay, Ontario is home to The Sleeping Giant, a series of cliffs which resemble a giant lying on its back. The formation is part of Sleeping Giant Provincial Park and it was voted number one on a list of ", 
            "The Seven Wonders of Canada", 
            ", and 2007 competition sponsored by CBC. Another famous Canadian giant was \"The Friendly Giant\", a children's television program that aired on CBC from 1958-1985 with over 3,000 episodes!\n\nWant to play some more? Check out the ", 
            "Canuckle Archive", 
            " to play previous games!"
        ],
        [
            "Hockey Night in Canada (HNIC) is a weekly Saturday night broadcast of NHL games. It has been a staple in Canadian homes since the first radio broadcast in 1931. HNIC began airing on Saturday nights on CBC Television in 1952. It is Canada’s longest-running television program and the Guinness World Record holder as the longest-running TV sports program. Instant replay even made its world debut on a 1955 Hockey Night in Canada broadcast.\n\nJoin the #CanuckleCrew on Instagram ", 
            "@CanuckleGame", 
            "!"
        ],
        [
            "The end of March means it's time to visit a sugar shack in Canada! Sugar shacks (\"cabanes à sucres\" in French) are cabins where sap is collected from sugar maple trees and boiled into maple syrup through a technique originally developed by the Indigenous and passed on to the French colonizers of New-France. If you are visiting Canada, don't miss your chance to experience an authentic sugar shack meal, where everything is drowned in maple syrup!\n\nIf you enjoyed this game, you can show your support by ", 
            "buying the Canuckle creators a coffee", 
            "! ☕️🍁👍"
        ],
        [
            "Canadian Joseph Casavant was a world-renowned organ maker. In 1840, he produced his first church organ in his shop at Saint-Hyacinthe. When he retired in 1866, Casavant organs were in demand throughout eastern Canada. Under the direction of his sons, Claver and Samuel, the firm Casavant Frères acquired an international reputation as builders of fine instruments. Casavant Frères continues to build internationally recognized pipe organs for churches, concert halls, religious communities and teaching institutions. Check out this ", 
            "Heritage Minutes video", 
            " about Joseph Casavant to learn more!"
        ],
        [
            "There are 24 naval reserve divisions across Canada, including 4100+ citizen sailors strong. The Naval Reserve has played a critical role in Canada's safety and security. 2023 marks the 100th anniversary and 100 years of service to Canada! #WeTheNavy\n\nJoin the #CanuckleCrew on Facebook ", 
            "@CanuckleGame", 
            "!"
        ],
        [
            "Dr. Henri J. Breault, a career paediatrician from Windsor, Ontario, Canada famously invented the childproof safety cap. Breault is known for spearheading a national campaign to prevent accidental childhood poisonings. He advocated for the development of childproof containers with the Palm-N-Turn, a safety cap that drastically reduced child deaths due to poisoning in Canada and around the world.\n\nWant to play some more? Check out the ", 
            "Canuckle Archive", 
            " to play previous games!"
        ],
        [
            "\"The Crazy Canucks\" was the nickname for a group of World Cup alpine ski racers from Canada who rose to prominence in the 1970s and 1980s. Together, Ken Read, Steve Podborski, Dave Irwin and Dave Murray were a cultural phenomenon known as the Crazy Canucks; a team of world class skiers who were the first to challenge the Europeans for downhill supremacy in the sport they’d dominated for decades.\n\nJoin the #CanuckleCrew on Twitter ", 
            "@CanuckleGame", 
            "!"
        ],
        [
            "The Toronto Stock Exchange (TSX) is a stock exchange located in Toronto, Ontario, Canada. It is the 10th largest exchange in the world and the third largest in North America based on market capitalization. The Montreal Exchange is Canada's oldest exchange and was formerly called the Montreal Stock Exchange.\n\nJoin the #CanuckleCrew on Instagram ", 
            "@CanuckleGame", 
            "!"
        ],
        [
            "Happy April Fools' Day! A whoopee cushion is a practical joke device which produces a noise resembling human flatulence. The modern rubber version of the Whoopee Cushion was invented in the 1930s by the JEM Rubber Co. of Toronto, Ontario, Canada, by employees who were experimenting with scrap sheets of rubber. The contraption was alternatively known as the \"poo-poo cushion\" and the \"boop-boop a doop\", until JEM settled on \"whoopee\" in 1932.\n\nIf you enjoyed this game, you can show your support by ", 
            "buying the Canuckle creators a coffee", 
            "! ☕️🍁👍"
        ],
        [
            "Polka Dot Door was a Canadian children's television series which was produced by the Ontario Education Communications Authority (later known as TVOntario) from 1971 to 1993. In 2010, the Academy of Canadian Cinema and Television gave Polka Dot Door a Masterworks award, calling it a \"groundbreaking children's educational series\" that \"changed the nature of children's television programming\" and \"impacted countless young Canadians and raised the international profile of the Canadian television industry.\""
        ],
        [
            "Split pea soup is an authentic French Canadian dish that is made with yellow peas, ham, and veggies. This traditional pea soup is the ultimate in Quebec-style comfort food. This early settler soup became a staple item on the menu for Quebec's settlers as it was a filling and nutritious meal that helped them survive harsh Canadian winters."
        ],
        [
            "In the Canadian Armed Forces, the appointment of officer cadet is held by beginning officers, as well as students attending the Royal Military College of Canada in Kingston, Ontario and the Collège militaire royal de Saint-Jean in Saint-Jean-sur-Richelieu, Québec. Officer cadets and naval cadets complete the Regular Officer Training Plan to become commissioned officers in the Canadian Armed Forces."
        ]
    ]
}
